[
  {
    "episode": 5,
    "season": 2,
    "id": "q2bjibs2KKk",
    "title": "KNC 2x05 | Arriad la mesana!",
    "description": "¡Bienvenidos a otro episodio de Kncelados! Hoy, en nuestra segunda temporada, os traemos una ración extra de tonterías y risas. Empezamos fuerte con un combate épico: Pestifuerte contra Chondilástica, ¿quién ganará? Después, os enseñamos nuestros trucos para terminar frases como unos cracks, y debatimos sobre el uso de \"bro\" y \"neng\". Y esto es solo el principio, ¡no os lo perdáis!",
    "image": "https://i.ytimg.com/vi/q2bjibs2KKk/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=q2bjibs2KKk"
  },
  {
    "episode": 4,
    "season": 2,
    "id": "WFstKZnsu3Y",
    "title": "KNC 2x04 | Los Chicos del Fondo",
    "description": "¡Cuarto episodio de la segunda temporada de Kncelados! Esta vez, con la compañía de los chicosdelfondo4. En su canal, podéis ver la primera parte de este encuentro épico. En Kncelados, nos dedicamos a daros momentos de risas y locuras sin parar. No esperéis consejos ni trucos, solo humor y tonterías a raudales. ¡Disfrutad!",
    "image": "https://i.ytimg.com/vi/WFstKZnsu3Y/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=WFstKZnsu3Y"
  },
  {
    "episode": 4,
    "season": 2,
    "id": "jZaE2bS59Lw",
    "title": "LOS TEMAS MÁS CANCELADOS - FT KNCELADOS - Parte 1",
    "description": "¡Bienvenidos a Kncelados, el podcast que te trae las charlas más locas y divertidas que podrías haber escuchado al fondo de la clase! Nosotros, los chicos de Kncelados, te traemos un programa lleno de humor y tonterías, pero sin consejos ni trucos. Únete a nosotros y diviértete con nuestras aventuras y desventuras. ¡No te lo pierdas!",
    "image": "https://i.ytimg.com/vi/jZaE2bS59Lw/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=jZaE2bS59Lw"
  },
  {
    "episode": 3,
    "season": 2,
    "id": "6gCCQ58cqhY",
    "title": "KNC 2x03 | Soy mi propio primo",
    "description": "especial, diferente, único. En este episodio, Kncelados os habla de la vida, el universo y todo lo demás. Bueno, en realidad, no hablamos de nada de eso, pero podríamos haberlo hecho. Os contamos nuestras batallitas y os echáis unas risas a nuestra costa. Y recordad: en la vida, como en Kncelados, lo importante no es tomar decisiones acertadas, sino tener buenas excusas cuando la cagues. Disfrutad del caos.",
    "image": "https://i.ytimg.com/vi/6gCCQ58cqhY/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=6gCCQ58cqhY"
  },
  {
    "episode": 2,
    "season": 2,
    "id": "94MaHry1ptA",
    "title": "KNC 2x02 | Los Ultracrepidarios",
    "description": "¡Aquí estamos de nuevo, Kncelados al rescate! En este episodio, nos enfrentamos a dilemas épicos: ¿preferiríais tener supersentidos o teletransportaros desnudos? Además, batimos récords de hipo y os ponemos a prueba con nuestro test. ¡No os lo perdáis, que empezamos! En este episodio, nos metemos en la piel de superhéroes y debatimos: ¿elegiríais tener supersentidos o teletransportaros en cueros? Por si fuera poco, batimos el récord de hipo y os retamos con nuestro test. ¡No os lo podéis perder, entrad y ved!",
    "image": "https://i.ytimg.com/vi/94MaHry1ptA/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=94MaHry1ptA"
  },
  {
    "episode": 1,
    "season": 2,
    "id": "8MIZIwr_2I4",
    "title": "KNC 2x01 | El trineo de Casper",
    "description": "¡Bienvenidos al primer episodio de la segunda temporada de Kncelados! Hoy os traemos una ración extra de tonterías y humor. En este podcast hablamos de temas trascendentales como: 0:00 ¿Qué pasaría si estornudas con los ojos abiertos? 5:33 Quedar en el espacio, ¿dónde y cuándo? 10... ¡No os lo perdáis!",
    "image": "https://i.ytimg.com/vi/8MIZIwr_2I4/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=8MIZIwr_2I4"
  },
  {
    "episode": 10,
    "season": 1,
    "id": "PjD1CEdz_ZE",
    "title": "KNC 1x10 | Sables láser y cuartos oscuros",
    "description": "Somos Kncelados y en este décimo capítulo de nuestra primera temporada, os traemos una ración extra de humor y tonterías varias. Peloman se enfrenta a Controlwoman, descubrimos la Klzone y sus misterios, desvelamos los secretos de la miel eterna y os contamos por qué el oro y el whisky son la clave de la felicidad. Y, por si fuera poco, también hablamos de Pokerstar, la constelación de la olla y muchas locuras más. ¡No os lo perdáis!",
    "image": "https://i.ytimg.com/vi/PjD1CEdz_ZE/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=PjD1CEdz_ZE"
  },
  {
    "episode": 9,
    "season": 1,
    "id": "WZjC27vS6RA",
    "title": "KNC 1x09 | Skills para un holocausto zombi",
    "description": "¡Bienvenidos a otro episodio de Kncelados! Hoy, en nuestro noveno capítulo, hablamos de temas variaditos. ¿Os habéis preguntado alguna vez cómo sería un combate entre generaciones pasadas y una persona random? Pues lo discutimos a las 00:00. También indagamos en el misterioso origen de las brujas a las 7:24 y, por si fuera poco, a las 9:30 os revelamos cuál es el arma perfecta en un apocalipsis zombie. ¡No os lo perdáis!",
    "image": "https://i.ytimg.com/vi/WZjC27vS6RA/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=WZjC27vS6RA"
  },
  {
    "episode": 8,
    "season": 1,
    "id": "pan35TQxtGk",
    "title": "KNC 1x08 | La Tierra es Plana",
    "description": "¡Bienvenidos a otro episodio de Kncelados, el podcast que te trae risas y diversión sin parar! En este octavo capítulo, nos metemos en un buen lío hablando de si deberías creer en Dios o no. Y, como siempre, lo hacemos a nuestra manera: con mucho humor y sin dar consejos. También le echamos un ojo a los planes secretos de Amancio Ortega para controlar el mundo, y, por si fuera poco, os dejamos con un acertijo que os dejará con la cabeza hecha un lío. ¿Os animáis a resolverlo? ¡No os lo perdáis!",
    "image": "https://i.ytimg.com/vi/pan35TQxtGk/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=pan35TQxtGk"
  },
  {
    "episode": 7,
    "season": 1,
    "id": "wVstFgePIFY",
    "title": "KNC 1x07 | Viva España",
    "description": "Séptimo episodio de Kncelados, el podcast que te trae risas y diversión sin límites. Hoy, como siempre, venimos a hablar de todo y de nada a la vez. ¿Ligarte a cualquier mujer? Te contamos cómo en nuestro particular estilo. ¿Para qué sirven las agujetas? Pues para nada, pero te contamos un chiste sobre ello. También retamos tu inteligencia con el acertijo del puente y, por supuesto, nuestras secciones habituales: C... ¡No te lo pierdas!",
    "image": "https://i.ytimg.com/vi/wVstFgePIFY/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=wVstFgePIFY"
  },
  {
    "episode": 6,
    "season": 1,
    "id": "qHQgi7vkHIM",
    "title": "KNC 1x06 | ¿Y si lo doblas?",
    "description": "¡Aquí estamos una semana más, Kncelados, con un nuevo episodio lleno de risas y tonterías! Hoy hablamos de cómo preferimos morir, si ser parapléjico o en coma, y discutimos cuánto tiempo es aceptable felicitar el año nuevo. Por supuesto, como siempre, no esperéis consejos útiles ni trucos prácticos, solo humor y diversión. ¡No os lo perdáis!",
    "image": "https://i.ytimg.com/vi/qHQgi7vkHIM/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=qHQgi7vkHIM"
  },
  {
    "episode": 5,
    "season": 1,
    "id": "DfYNW0Na2Gg",
    "title": "KNC 1x05 | La pizza 4k",
    "description": "¡Bienvenidos a otro episodio de Kncelados! Hoy hablamos de todo un poco, pero siempre con nuestro toque de humor. Nos ponemos motes, hablamos de la posibilidad de una cadena perpetua, recordamos a Michael Jackson y el esquí, y terminamos con una ronda de preguntas rápidas. ¡No os lo perdáis! Os recordamos que en Kncelados no ofrecemos consejos ni trucos, solo risas y diversión. ¡Disfrutad del episodio!",
    "image": "https://i.ytimg.com/vi/DfYNW0Na2Gg/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=DfYNW0Na2Gg"
  },
  {
    "episode": 4,
    "season": 1,
    "id": "usZudg4T0I0",
    "title": "KNC 1x04 | Piedra, papel, tijera, lagarto, Spock",
    "description": "¡Bienvenidos a otro episodio de Kncelados, donde el humor y las tonterías mandan! En este cuarto capítulo, damos rienda suelta a nuestra imaginación con ElectronicMan y PlantMan enfrentándose en una batalla épica. ¿Quién ganará? Además, hablamos de la extraña conexión entre la ropa y los partidos políticos, y descubrimos la verdad detrás de las misteriosas cestas de Navidad. ¿Acertarás con nuestro acertijo? ¡Únete a nosotros en esta aventura de risas y diversión!",
    "image": "https://i.ytimg.com/vi/usZudg4T0I0/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=usZudg4T0I0"
  },
  {
    "episode": 3,
    "season": 1,
    "id": "xEY_IpEqqGM",
    "title": "KNC 1x03 - PARTE 4 | Hongo japonés, Nachos & Ondas solares",
    "description": "¡Aquí llega la cuarta parte del episodio 1x03 de Kncelados! En esta ocasión, nos vamos de viaje a Japón para hablar de un hongo muy peculiar, después damos un bocado a los nachos y nos quemamos con una erupción solar. Y, como colofón, nos colamos en la Tierra Media para debatir sobre 'El Señor de los Anillos'. Todo esto aderezado con nuestro particular sentido del humor y muchas tonterías. ¡No esperes consejos útiles ni trucos prácticos! Conéctate con nosotros en nuestras redes y únete a la diversión.",
    "image": "https://i.ytimg.com/vi/xEY_IpEqqGM/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=xEY_IpEqqGM"
  },
  {
    "episode": 3,
    "season": 1,
    "id": "ysIQeRAk-Cg",
    "title": "KNC 1x03 - PARTE 3 | Patataman vs Cerealman, y Correveidile",
    "description": "¡Eh, qué pasa! Aquí Kncelados, el podcast de humor que te trae risas y tonterías a partes iguales. En esta tercera parte del programa, nos enfrentamos a un dilema épica: ¿Patataman o Cerealman? Además, os retamos con un acertijo de esos que os dejan la mente frita y, por si fuera poco, nos convertimos en correveidiles para contaros los secretos que nos habéis enviado. Y recordad, que en Kncelados no damos consejos ni trucos, solo risas y diversión. ¡No os lo perdáis!",
    "image": "https://i.ytimg.com/vi/ysIQeRAk-Cg/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=ysIQeRAk-Cg"
  },
  {
    "episode": 3,
    "season": 1,
    "id": "oTZmI-rMwBc",
    "title": "KNC 1x03 - PARTE 2 | Bombones ojete, agujeros de gusano & Ropa Post-mortem",
    "description": "¡Eh, qué pasa! Aquí Kncelados, el podcast que te trae humor y tonterías a partes iguales. En este episodio, hablamos de bombones con sorpresa, la pajita más larga del mundo y esos captchas que nos vuelven locos. ¡No esperes consejos útiles de nosotros! Solo risas y diversión. Conéctate con nosotros en redes y únete a la fiesta. ¡No te arrepentirás!",
    "image": "https://i.ytimg.com/vi/oTZmI-rMwBc/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=oTZmI-rMwBc"
  },
  {
    "episode": 3,
    "season": 1,
    "id": "mnTh5r6sJac",
    "title": "KNC 1x03 - PARTE 1 | Black Eyed Peas, Abducciones & Ropa post-mortem",
    "description": "¡Bienvenidos a otra dosis de Kncelados! En este episodio, nos embarcamos en una misión para entretenerte y hacerte reír. Desde acertijos infinitos que pondrán a prueba tu paciencia hasta nuestras peculiares ventajas de ser abducido por extraterrestres, ¡tenemos de todo! También hablamos de la importancia de un mechero en tu día a día y damos consejos de moda post-mortem. Conéctate con nosotros y únete a la diversión. ¡Prometemos tonterías y risas sin fin!",
    "image": "https://i.ytimg.com/vi/mnTh5r6sJac/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=mnTh5r6sJac"
  },
  {
    "episode": 2,
    "season": 1,
    "id": "ulOpNfz64gA",
    "title": "KNC 1x02 | Krypton Normal",
    "description": "¡Bienvenidos a otro episodio de Kncelados! Esta vez, además de las risas y las tonterías habituales, también traemos fallos técnicos. Una de las cámaras no funcionaba, así que tuvimos que repetir la primera mitad del programa. Pero, como si eso no fuera suficiente, la otra cámara decidió que tampoco quería grabar en la segunda mitad. Así que, aquí estamos, superando obstáculos para traeros nuestro peculiar sentido del humor. Esperamos que disfrutéis de este caos controlado.",
    "image": "https://i.ytimg.com/vi/ulOpNfz64gA/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=ulOpNfz64gA"
  },
  {
    "episode": 1,
    "season": 1,
    "id": "Iw6uTW_CWoM",
    "title": "KNC 1x01 | Prueba Piloto feat. La Mosca",
    "description": "¡Bienvenidos a la prueba piloto de Kncelados, el podcast que te trae humor y tonterías a partes iguales! Somos un grupo de amigos con ganas de hacerte pasar un buen rato. En este primer episodio, la imagen no es la mejor, pero te garantizamos que te reirás con nuestras locuras. ¡No ofrecemos consejos ni trucos, solo risas y diversión! Así que si buscas pasar un rato divertido, ¡no te pierdas Kncelados!",
    "image": "https://i.ytimg.com/vi/Iw6uTW_CWoM/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=Iw6uTW_CWoM"
  }
]