[
  [
    {
      "episode": 5,
      "season": 2,
      "id": "q2bjibs2KKk",
      "title": "KNC 2x05 | Arriad la mesana!",
      "description": "¡Bienvenidos a otro episodio de Kncelados! Hoy, en nuestra segunda temporada, os traemos una ración extra de tonterías y risas. Empezamos fuerte con un combate épico: Pestifuerte contra Chondilástica, ¿quién ganará? Después, os enseñamos nuestros trucos para terminar frases como unos cracks, y debatimos sobre el \"bro\" y el \"neng\". ¡Y esto es solo el principio! Seguid viendo para descubrir más locuras.",
      "image": "https://i.ytimg.com/vi/q2bjibs2KKk/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=q2bjibs2KKk"
    },
    {
      "episode": 4,
      "season": 2,
      "id": "WFstKZnsu3Y",
      "title": "KNC 2x04 | Los Chicos del Fondo",
      "description": "¡Cuarto episodio de la segunda temporada de Kncelados! Esta vez, con la compañía de los chicosdelfondo4. En su canal, podéis ver la primera parte de este encuentro épico. En este episodio, no damos consejos ni trucos, solo risas y tonterías. Como siempre, mucho humor y diversión garantizada. No te pierdas esta aventura de Kncelados, donde te contaremos nuestras batallitas y anécdotas más divertidas. ¡No te lo pierdas!",
      "image": "https://i.ytimg.com/vi/WFstKZnsu3Y/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=WFstKZnsu3Y"
    },
    {
      "episode": 4,
      "season": 2,
      "id": "jZaE2bS59Lw",
      "title": "LOS TEMAS MÁS CANCELADOS - FT KNCELADOS - Parte 1",
      "description": "¡Bienvenidos a Kncelados, el podcast que te trae las charlas más locas y divertidas que podrías haber escuchado al fondo de la clase! Nosotros, los chicos de Kncelados, te traemos un programa lleno de humor y tonterías, pero sin consejos ni trucos. Únete a nosotros y diviértete con nuestras aventuras y desventuras. ¡No te lo pierdas!",
      "image": "https://i.ytimg.com/vi/jZaE2bS59Lw/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=jZaE2bS59Lw"
    },
    {
      "episode": 3,
      "season": 2,
      "id": "6gCCQ58cqhY",
      "title": "KNC 2x03 | Soy mi propio primo",
      "description": "especial, diferente, único. En este episodio, Kncelados os habla de cómo ser un auténtico friki. No os vamos a dar consejos ni trucos, solo risas y tonterías. Como siempre, mucho humor y un poco de caos. ¡Disfrutad de este episodio accidentado!",
      "image": "https://i.ytimg.com/vi/6gCCQ58cqhY/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=6gCCQ58cqhY"
    },
    {
      "episode": 2,
      "season": 2,
      "id": "94MaHry1ptA",
      "title": "KNC 2x02 | Los Ultracrepidarios",
      "description": "¡Aquí estamos de nuevo, Kncelados al rescate! En este episodio, nos enfrentamos a dilemas épicos: ¿preferiríais tener supersentidos o teletransportaros desnudos? Además, batimos récords de hipo y os ponemos a prueba con nuestro test de cultura general. ¡No os lo perdáis, que empezamos!",
      "image": "https://i.ytimg.com/vi/94MaHry1ptA/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=94MaHry1ptA"
    },
    {
      "episode": 1,
      "season": 2,
      "id": "8MIZIwr_2I4",
      "title": "KNC 2x01 | El trineo de Casper",
      "description": "¡Bienvenidos de nuevo a Kncelados! En este primer episodio de la segunda temporada, os traemos una ración extra de tonterías y humor. Hoy hablamos de estornudar con los ojos abiertos, una experiencia surrealista; también debatimos sobre las ventajas de quedar en el espacio exterior en lugar del típico bar; y, por supuesto, os contamos nuestras teorías sobre por qué los delfines son tan sonrientes. ¡No os lo perdáis!",
      "image": "https://i.ytimg.com/vi/8MIZIwr_2I4/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=8MIZIwr_2I4"
    }
  ],
  [
    {
      "episode": 10,
      "season": 1,
      "id": "PjD1CEdz_ZE",
      "title": "KNC 1x10 | Sables láser y cuartos oscuros",
      "description": "¡Bienvenidos a otro episodio de Kncelados! Hoy estamos a tope y venimos con temas de lo más variopintos. Peloman se enfrenta a Controlwoman, descubrimos la Klzone, y os revelamos por qué la miel es inmortal. Además, hablamos de oro, whisky y de cómo convertirnos en Pokerstars. Todo esto y más en este capítulo. ¡No os lo perdáis!",
      "image": "https://i.ytimg.com/vi/PjD1CEdz_ZE/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=PjD1CEdz_ZE"
    },
    {
      "episode": 9,
      "season": 1,
      "id": "WZjC27vS6RA",
      "title": "KNC 1x09 | Skills para un holocausto zombi",
      "description": "¡Bienvenidos a otro episodio de Kncelados! Hoy, en nuestro noveno capítulo, hablamos de temas variaditos. Comenzamos debatiendo sobre las generaciones pasadas y esa persona random que siempre aparece. ¿De dónde salen las brujas y cuál es su origen? Nosotros tenemos la respuesta. Por último, descubrimos el arma perfecta para cargarnos a nuestro cuñado pesado. ¡No te lo pierdas!",
      "image": "https://i.ytimg.com/vi/WZjC27vS6RA/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=WZjC27vS6RA"
    },
    {
      "episode": 8,
      "season": 1,
      "id": "pan35TQxtGk",
      "title": "KNC 1x08 | La Tierra es Plana",
      "description": "¡Bienvenidos a otro episodio de Kncelados, el podcast que te trae risas y tonterías a partes iguales! En este octavo capítulo, nos metemos en temas profundos: ¿deberías creer en Dios? ¿O es Amancio Ortega quien mueve los hilos del universo? Además, nos ponemos filosóficos con un acertijo de la carrera de caballos. ¿Te atreves a resolverlo? ¡Únete a nosotros en esta aventura de humor y diversión!",
      "image": "https://i.ytimg.com/vi/pan35TQxtGk/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=pan35TQxtGk"
    },
    {
      "episode": 7,
      "season": 1,
      "id": "wVstFgePIFY",
      "title": "KNC 1x07 | Viva España",
      "description": "Séptimo episodio de Kncelados, el podcast que te trae risas y diversión sin límites. En esta ocasión, te enseñamos cómo ligarte a esa chica que te vuelve loco en solo 7 pasos. Además, desvelamos el misterio de las agujetas: ¿para qué demonios sirven? Por si fuera poco, te retamos con un acertijo que pondrá a prueba tu ingenio. Y, como siempre, muchas tonterías y momentos épicos. ¡No te lo pierdas!",
      "image": "https://i.ytimg.com/vi/wVstFgePIFY/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=wVstFgePIFY"
    },
    {
      "episode": 6,
      "season": 1,
      "id": "qHQgi7vkHIM",
      "title": "KNC 1x06 | ¿Y si lo doblas?",
      "description": "¡Aquí estamos una semana más, Kncelados, con un nuevo episodio lleno de risas y tonterías! Hoy hablamos de cómo preferimos morir, si ser parapléjico o en coma, y debatimos sobre cuándo es el momento de dejar de felicitar el año nuevo. Como siempre, no esperéis consejos útiles ni trucos prácticos, solo humor y diversión. ¡No os lo perdáis!",
      "image": "https://i.ytimg.com/vi/qHQgi7vkHIM/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=qHQgi7vkHIM"
    },
    {
      "episode": 5,
      "season": 1,
      "id": "DfYNW0Na2Gg",
      "title": "KNC 1x05 | La pizza 4k",
      "description": "¡Bienvenidos a otro episodio de Kncelados! Hoy os traemos una ración extra de tonterías y risas. Hablamos de todo, desde poner motes graciosos hasta Michael Jackson y el esquí, pasando por la cadena perpetua y anécdotas de ancestros. Nosotros no damos consejos, solo traemos diversión. ¡No te lo pierdas!",
      "image": "https://i.ytimg.com/vi/DfYNW0Na2Gg/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=DfYNW0Na2Gg"
    },
    {
      "episode": 4,
      "season": 1,
      "id": "usZudg4T0I0",
      "title": "KNC 1x04 | Piedra, papel, tijera, lagarto, Spock",
      "description": "¡Bienvenidos a otro episodio de Kncelados, donde la diversión y las tonterías mandan! En este cuarto capítulo, damos rienda suelta a nuestra imaginación con ElectronicMan y PlantMan enfrentándose en una batalla épica. ¿Quién ganará? Además, hablamos de la extraña conexión entre la ropa y los partidos políticos, y descubrimos la verdad detrás de las misteriosas cestas de Navidad. ¿Acertarás con nuestro enigma? ¡Únete a nosotros en esta aventura de risas y locuras!",
      "image": "https://i.ytimg.com/vi/usZudg4T0I0/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=usZudg4T0I0"
    },
    {
      "episode": 3,
      "season": 1,
      "id": "xEY_IpEqqGM",
      "title": "KNC 1x03 - PARTE 4 | Hongo japonés, Nachos & Ondas solares",
      "description": "¡Aquí llega la cuarta parte del episodio 1x03 de Kncelados! En esta ocasión, nos vamos de viaje a Japón para hablar de un hongo muy peculiar, y de ahí pasamos a devorar unos nachos mientras discutimos sobre erupciones solares y el universo de El Señor de los Anillos. Como siempre, mucho humor y tonterías sin sentido. ¡No esperéis consejos útiles ni trucos mágicos! Conectad con nosotros en redes y forma parte de esta locura.",
      "image": "https://i.ytimg.com/vi/xEY_IpEqqGM/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=xEY_IpEqqGM"
    },
    {
      "episode": 3,
      "season": 1,
      "id": "ysIQeRAk-Cg",
      "title": "KNC 1x03 - PARTE 3 | Patataman vs Cerealman, y Correveidile",
      "description": "¡Eh, qué pasa! Aquí Kncelados, el podcast que te trae risas y tonterías a partes iguales. En este episodio, nos enfrentamos al enigma del país con 125 fronteras, ¿te lo vas a perder? Además, debatimos sobre el eterno conflicto entre Patataman y Cerealman, ¿quién ganará esta batalla? Y, por si fuera poco, nos convertimos en correveidiles para transmitir mensajes secretos. Únete a la diversión y échate unas risas con nosotros. ¡No te arrepentirás!",
      "image": "https://i.ytimg.com/vi/ysIQeRAk-Cg/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=ysIQeRAk-Cg"
    },
    {
      "episode": 3,
      "season": 1,
      "id": "oTZmI-rMwBc",
      "title": "KNC 1x03 - PARTE 2 | Bombones ojete, agujeros de gusano & Ropa Post-mortem",
      "description": "¡Eh, qué pasa! Aquí Kncelados, el podcast de humor que te trae risas y tonterías a partes iguales. En este episodio, hablamos de bombones con sorpresa, la filosofía de la pajita, datos curiosos que no te servirán de nada y nuestra lucha contra el Captcha. ¡No te lo pierdas y únete a la fiesta! Conéctate con nosotros en nuestras redes sociales y forma parte de esta locura. ¡Nos escuchamos!",
      "image": "https://i.ytimg.com/vi/oTZmI-rMwBc/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=oTZmI-rMwBc"
    },
    {
      "episode": 3,
      "season": 1,
      "id": "mnTh5r6sJac",
      "title": "KNC 1x03 - PARTE 1 | Black Eyed Peas, Abducciones & Ropa post-mortem",
      "description": "¡Bienvenidos a otra dosis de Kncelados! En este episodio, nos embarcamos en una misión para entretenerte y hacerte reír. Desde acertijos infinitos que pondrán a prueba tu paciencia hasta nuestras peculiares ventajas de ser abducido por extraterrestres, te garantizamos diversión sin parar. Además, ¿qué pasa con el mechero? Y, por supuesto, nuestra moda única para esa gran fiesta post-mortem. Conéctate con nosotros y únete a la locura.",
      "image": "https://i.ytimg.com/vi/mnTh5r6sJac/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=mnTh5r6sJac"
    },
    {
      "episode": 2,
      "season": 1,
      "id": "ulOpNfz64gA",
      "title": "KNC 1x02 | Krypton Normal",
      "description": "¡Bienvenidos a otro episodio de Kncelados! Esta vez, las cámaras nos la han jugado, pero no podíamos dejar de traeros nuestro delirio semanal. Así que, tras algunos problemillas técnicos (y alguna que otra rabieta), aquí estamos de nuevo para ofreceros una buena dosis de humor y tonterías varias. Olvidaos de los consejos y los trucos, con nosotros solo encontraréis risas y buen rollo. ¡Disfrutad!",
      "image": "https://i.ytimg.com/vi/ulOpNfz64gA/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=ulOpNfz64gA"
    },
    {
      "episode": 1,
      "season": 1,
      "id": "Iw6uTW_CWoM",
      "title": "KNC 1x01 | Prueba Piloto feat. La Mosca",
      "description": "Aquí os traemos el primer episodio de Kncelados, un podcast de humor sin filtros. Aunque la calidad de imagen no es la mejor, nos hemos esforzado en traeros un contenido divertido y desenfadado. No esperéis consejos ni trucos, solo tonterías y risas. ¡Esperamos que os guste y que nos apoyéis en esta locura!",
      "image": "https://i.ytimg.com/vi/Iw6uTW_CWoM/maxresdefault.jpg",
      "url": "https://www.youtube.com/watch?v=Iw6uTW_CWoM"
    }
  ]
]